export const saudiBanks = [
  { value: "البنك العربي", label: "البنك العربي" },
  { value: "بنك هبوعليم", label: "בנק הפועלים - بنك هبوعليم" },
  { value: "بنك ليئومي", label: "בנק לאומי - بنك ليئومي" },
  { value: "بنك ديسكونت", label: "בנק דיסקונט - بنك ديسكونت" },
  { value: "بنك مزراحي تفاحوت", label: "מזרחי-טפחות - بنك مزراحي تفاحوت" },
  { value: "بنك البريد", label: "דואר ישראל - بنك البريد" },
  { value: "البنك الدولي الأول", label: "FIBI - البنك الدولي الأول" },
  { value: "بنك يهاف", label: "בנק יהב - بنك يهاف" },
  { value: "بنك أوتسار هحيال", label: "אוצר החייל - بنك أوتسار هحيال" },
  { value: "بنك جيرושلايم", label: "בנק ירושלים - بنك جيرושلايم" },
  { value: "other", label: "بنك آخر (أدخل الاسم)" },
];
